{"translation-revision-date":"2024-08-29 17:18:34+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Connect the accounts required to use Google for WooCommerce.":["Conecta las cuentas necesarias para utilizar Google for WooCommerce."],"Get started with Google for WooCommerce":["Primeros pasos con Google for WooCommerce"],"Any ongoing campaigns and configuration will continue to run. They will be pushed to Google as in the previous versions of this extension.":["Todas las campañas y configuraciones en curso seguirán funcionando. Se enviarán a Google como en las versiones anteriores de esta extensión."],"I understand that I am disabling the data fetching feature from this WooCommerce extension.":["Entiendo que estoy desactivando la función de obtención de datos de esta extensión de WooCommerce."],"Yes, I want to disable the data fetching feature.":["Sí, quiero desactivar la función de obtención de datos."],"Disable data fetching":["Desactivar la obtención de datos"],"Create a campaign":["Crear una campaña"],"Create campaign":["Crear campaña"],"You’re ready to set up a Performance Max campaign to drive more sales with ads. Your products will be included in the campaign after they’re approved.":["Estás a punto de configurar una campaña Performance Max para conseguir más ventas con anuncios. Tus productos se incluirán en la campaña una vez aprobados."],"Create a campaign to advertise your products":["Crea una campaña para publicitar tus productos"],"Drive more sales with Performance Max":["Impulsa más ventas con Performance Max"],"Learn more about Performance Max":["Aprende más acerca de Performance Max"],"Performance Max uses the best of Google’s AI to show the most impactful ads for your products at the right time and place. Google will use your product data to create ads for this campaign. ":["Performance Max utiliza lo mejor de la IA de Google para mostrar los anuncios más impactantes para tus productos en el momento y lugar adecuados. Google utilizará los datos de tus productos para crear anuncios para esta campaña. "],"Performance Max campaign":["Campaña Performance Max"],"Set a daily budget, and only pay when people click on your ads.":["Establece un presupuesto diario, y solo paga cuando la gente haga clic en tus anuncios."],"Reach more customers by advertising your products across Google Ads channels like Search, YouTube and Discover. Set up your campaign now so your products are included as soon as they’re approved.":["Llega a más clientes anunciando tus productos en canales de Google Ads como Búsqueda, YouTube y Discover. Configura tu campaña ahora para que tus productos se incluyan en cuanto sean aprobados."],"There was an error saving shipping times.":["Se ha producido un error al guardar los tiempos de envío."],"There was an error saving shipping rates.":["Se ha producido un error al guardar las tarifas de envío."],"There was an error saving settings.":["Se ha producido un error al guardar los ajustes."],"There was an error saving audience.":["Se ha producido un error al guardar el público."],"Configure product listings":["Configurar anuncios de productos"],"Skip paid ads creation":["Omitir la creación de anuncios de pago"],"Skip this step for now":["Omite este paso por ahora"],"Unable to complete your setup.":["No se ha podido completar la configuración."],"You can only choose from countries you’ve selected during product listings configuration.":["Sólo puedes elegir entre los países que hayas seleccionado durante la configuración de los listados de productos."],"Recommended":["Recomendado"],"Claim $500 in ads credit when you spend your first $500 with Google Ads. Terms and conditions apply.":["Reclama 500$ en crédito para anuncios cuando gastes tus primeros 500$ con Google Ads. Se aplican los términos y condiciones."],"Unable to update your contact information. Please try again later.":["No se ha podido actualizar tu información de contacto. Vuelve a intentarlo más tarde."],"My refund policy and terms of service are visible on my online store":["Mi política de reembolso y mis condiciones de servicio están visibles en mi tienda online"],"Once you have set up your Merchant Center account you can use our onboarding tool regardless of which CSS you use.":["Una vez que hayas configurado tu cuenta Merchant Center, puedes utilizar nuestra herramienta de incorporación independientemente del CSS que utilices."],"If you create a new Merchant Center account through this application, it will be associated with Google Shopping, Google’s CSS, by default. You can change the CSS associated with your account at any time. Please find more information about our CSS Partners <link>here<\/link>.":["Si creas una nueva cuenta de Merchant Center a través de esta aplicación, se asociará por defecto a Google Shopping, el CSS de Google. Puedes cambiar el CSS asociado a tu cuenta en cualquier momento. Encontrarás más información sobre nuestros socios CSS <link>aquí<\/link>."],"If you are in the European Economic Area or Switzerland, your Merchant Center account must be associated with a Comparison Shopping Service (CSS). Please find more information at <link>Google Merchant Center Help<\/link> website.":["Si te encuentras en el Espacio Económico Europeo o en Suiza, tu cuenta de Merchant Center debe estar asociada a un Servicio de Comparación de Precios (CSS). Encontrarás más información en el sitio web <link>de ayuda de Google Merchant Center<\/link>."],"Allow your customers to contact you for product inquiries by including contact information on your website (i.e. contact us form, business profile link, social media, email or phone number).":["Permite que tus clientes se pongan en contacto contigo para realizar consultas sobre productos incluyendo información de contacto en tu sitio web (es decir, formulario de contacto, enlace al perfil de la empresa, redes sociales, correo electrónico o número de teléfono)."],"Confirm your store's phone number, email and\/or address are visible on your website":["Confirma que el número de teléfono, el correo electrónico y\/o la dirección de tu tienda están visibles en tu sitio web"],"Learn more about Google's refund policy requirements":["Más información sobre los requisitos de la política de reembolso de Google"],"Show a clear return and refund policy on your website. Include return process, refund process, and customer requirements (return window, product condition and reason for return). If you don't accept returns or refunds, clearly state that on your website.":["Muestra una política clara de devoluciones y reembolsos en tu web. Incluye el proceso de devolución, el proceso de reembolso y los requisitos del cliente (plazo de devolución, estado del producto y motivo de la devolución). Si no aceptas devoluciones ni reembolsos, indícalo claramente en tu web."],"Learn to set up SSL on your website":["Aprende a configurar SSL en tu web"],"Use a secure server: Make sure to use a secure processing server when processing customer's personal information (SSL-protected, with a valid SSL certificate). With SSL, your webpage URL will appear with https:\/\/ instead of http:\/\/":["Utiliza un servidor seguro: Asegúrate de utilizar un servidor de procesamiento seguro cuando proceses la información personal del cliente (protegido por SSL, con un certificado SSL válido). Con SSL, la URL de tu página web aparecerá con https:\/\/ en lugar de http:\/\/."],"Update your website to ensure that every webpage that collects a customer's personal information is processed through a secure SSL server. Any page on your website that collects any personal information from the user needs to be SSL protected.":["Actualiza tu web para asegurarte de que todas las páginas que recojan información personal de un cliente se procesen a través de un servidor SSL seguro. Cualquier página de tu web que recopile información personal del usuario debe estar protegida por SSL."],"Confirm you have a secure checkout process":["Confirma que tienes un proceso de pago seguro"],"I have a secure checkout process":["Tengo un proceso de pagos seguro"],"Learn more about Google's checkout requirements & best practices":["Más información sobre los requisitos y buenas prácticas de pago de Google"],"Ensure that all customers are able to complete the full checkout process on your site with an eligible payment method. Include a confirmation of the purchase after completion of the checkout process.":["Asegúrate de que todos los clientes puedan completar el proceso de pago en tu web con un método de pago apto. Incluye una confirmación de la compra una vez completado el proceso de pago."],"Confirm you have a complete checkout process":["Confirma que tienes un proceso de pago completo"],"I have a complete checkout process":["Tengo un proceso de pago completo"],"Learn more about common landing page issues and how to fix them":["Más información sobre los problemas más comunes de las páginas de destino y cómo solucionarlos"],"Your Merchant Center account can be suspended if your store is not functional. Ensure that your domain and product pages are not leading to an under construction webpage, or an error page that displays a status code beginning with a 4 or 5 (such as a 405 error).":["Tu cuenta Merchant Center puede suspenderse si tu tienda no funciona. Asegúrate de que tus páginas de dominio y de producto no conducen a una página web en construcción, o a una página de error que muestre un código de estado que empiece por 4 ó 5 (como un error 405)."],"Confirm your store is live and accessible to all users":["Confirma que tu tienda está activa y es accesible para todos los usuarios"],"My store is live and accessible to all users":["Mi tienda está activa y accesible para todos los usuarios"],"The following accounts are required to use the Google for WooCommerce plugin.":["Es obligatorio usar las siguientes cuentas para usar el plugin Google for WooCommerce."],"Connect accounts":["Conectar cuentas"],"Review and confirm that your store meets Google Merchant Center requirements.":["Revisa y confirma que tu tienda reúna los requisitos de Google Merchant Center."],"Confirm store requirements":["Confirmar requisitos de la tienda"],"Any ongoing paid campaigns will continue to run. They can be managed, edited, or deleted manually from Google Ads (ads.google.com).":["Cualquier campaña de pago en curso seguirá funcionando. Pueden ser gestionadas, editadas o borradas manualmente desde Google Ads (ads.google.com)."],"Any active product listings will continue to show on Google. They can be managed, edited, or deleted manually from Google Merchant Center (merchants.google.com).":["Cualquier ficha activa de producto seguirá mostrándose en Google. Pueden ser gestionada, editada o borrada manualmente desde Google Merchant Center (merchants.google.com)."],"If you create a new Merchant Center account through this application, it will be associated with Google’s Comparison Shopping Service (Google Shopping) by default. You can change the CSS associated with your account at any time. <link>Please find more information here<\/link>.":["Si creas una nueva cuenta de Merchant Center a través de esta aplicación, será asociada por defecto con el servicio de compras comparativas de Google (Google Shopping). Puedes cambiar el CSS asociado con tu cuenta en cualquier momento. <link>Por favor, encuentra más información aquí<\/link>."],"Google Merchant Center helps you sync your store and product data with Google and makes the information available for both free listings on the Shopping tab and Google Shopping Ads. That means everything about your stores and products is available to shoppers when they search on a Google property.":["Google Merchant Center te ayuda a sincronizar los datos de tu tienda y productos con Google y hace que la información esté disponible tanto para la fichas gratuitas en la pestaña Shopping como para las campañas de Google Shopping. Eso significa que todo lo relacionado con tus tiendas y productos está disponible para los compradores cuando realizan búsquedas en una propiedad de Google."],"Why do I need a Google Merchant Center account?":["¿Por qué necesito una cuenta de Google Merchant Center?"],"We use a WordPress.com account to connect your site to the WooCommerce and Google servers. It ensures that requests (e.g. product feed, clicks, sales, etc) from your site are securely and correctly attributed to your store. It enables a connection to your self-hosted site, and provides a common authentication interface across disparate server configurations and architectures.":["Utilizamos una cuenta de WordPress.com para conectar tu sitio a los servidores de WooCommerce y Google. Garantiza que las solicitudes (por ejemplo, alimentación de productos, clics, ventas, etc.) de tu sitio se atribuyan de forma segura y correcta a tu tienda. Permite una conexión con tu sitio auto-alojado, y proporciona una interfaz de autenticación común a través de configuraciones y arquitecturas de servidores dispares."],"Why do I need a WordPress.com account?":["¿Por qué necesito una cuenta de WordPress.com?"],"Never mind":["No importa"],"Some configurations for Google Ads created through WooCommerce may be lost. This cannot be undone.":["Es posible que se pierdan algunas configuraciones de Google Ads creadas a través de WooCommerce. Esto no se puede deshacer."],"I understand that I am disconnecting my Google Ads account from this WooCommerce extension.":["Entiendo que estoy desconectando mi cuenta de Google Ads de esta extensión de WooCommerce."],"Yes, I want to disconnect my Google Ads account.":["Sí, quiero desconectar mi cuenta de Google Ads."],"Disconnect Google Ads Account":["Desconectar la cuenta de Google Ads"],"Disconnect Google Ads account":["Desconectar la cuenta de Google Ads"],"I understand that I am disconnecting any WordPress.com account, Google account, Google Merchant Center account and Google Ads account connected to this extension.":["Entiendo que estoy desconectando cualquier cuenta de WordPress.com, cuenta de Google, cuenta de Google Merchant Center y cuenta de Google Ads conectadas a esta extensión."],"Yes, I want to disconnect all my accounts.":["Sí, quiero desconectar todas mis cuentas."],"Disconnect all accounts":["Desconectar todas las cuentas"],"Complete setup":["Configuración completa"],"Please check all requirements.":["Por favor, comprueba todos los requisitos."],"My store's phone number, email and\/or address are visible on my website":["El número de teléfono de mi tienda, el correo electrónico y\/o la dirección son visibles en mi web."],"Confirm a refund policy and terms of service are visible on your online store":["Confirmar que una política de reembolso y las condiciones del servicio están visibles en tu tienda online."],"Read Google Merchant Center requirements":["Leer los requisitos de Google Merchant Center"],"Ensure you meet Google Merchant Center requirements by reviewing this checklist. Otherwise, your products may be disapproved or your Google Merchant Center account may be suspended by Google.":["Asegúrate de que cumples los requisitos de Google Merchant Center revisando esta lista de comprobación. De lo contrario, tus productos pueden ser rechazados o tu cuenta de Google Merchant Center puede ser suspendida por Google."],"Pre-Launch Checklist":["Lista de comprobación previa al lanzamiento"],"Configure your product listings":["Configura tus fichas de producto"],"Continue":["Continuar"],"Set up your accounts":["Configura tus cuentas"],"There was an error trying to save settings. Please try again later.":["Ha ocurrido un error al intentar guardar los ajustes. Por favor, inténtalo de nuevo más tarde."]}},"comment":{"reference":"js\/build\/setup-mc.js"}}